NSCameraUsageDescription = "Нужен е достъп до камерата за сканиране на документи и правене на снимки и видео.";
NSFaceIDUsageDescription = "Нужно е Face ID /лицева идентификация/ за удостоверяване с помощта на разпознаване на лице.";
NSLocationAlwaysUsageDescription = "The app uses your location to automatically trigger file uploads when you move between areas.";
NSPhotoLibraryUsageDescription = "Нужно е да има достъп до библиотеката със снимки, за да качвате снимки и видеоклипове във вашият облак.";
NSPhotoLibraryAddUsageDescription = "Нужно е да има достъп до библиотеката със снимки, за да качвате снимки и видеоклипове във вашият облак.";
NSMicrophoneUsageDescription = "Нужно е да има достъп до микрофона за създаване на гласови бележки.";
NSLocationWhenInUseUsageDescription = "This app uses your location to detect movement and automatically upload files. It does not use GPS and does not store your location.";
NSLocationAlwaysAndWhenInUseUsageDescription = "This app needs access to your location even in the background to automatically start uploading files when significant movement is detected. GPS is not used.";
